;Translation files need to be saved in UTF-16 encoding
;Korean translation file by qta3426 (https://forums.mydigitallife.net/members/qta3426.463874/)
[Config]
Language = ko-KR

[Translations]
NoAdmin = 이 프로그램은 관리자 권한이 필요합니다.
UnsupportedSystem = 이 프로그램은 Windows 7 이상의 운영 체제가 필요합니다.
NoADK = Windows 10 ADK가 설치되어 있지 않은 이전 버전의 Windows를 사용하고 있습니다. 따라서 잘못된 ISO 파일이 생성 될 수 있습니다.\n\n작업이 성공적으로 수행되었는지 확인하려면 Windows 10 ADK를 설치하거나 Windows 10에서 이 프로그램을 사용하십시오.\n\n계속 하시겠습니까?
BackendTestFailed = PHP 백엔드 테스트에 실패했습니다. 이 백엔드가 작동하지 않으면 이 프로그램을 실행 할 수 없습니다.\n\n이 오류의 원인은 아래와 같습니다.\n - Visual Studio 2015용 Visual C++ 재배포 가능 패키지 (x86)가 설치되어 있지 않습니다.\n - 백신이 이 프로그램의 실행을 방해하고 있습니다.\n\n문제가 지속되면 다음을 수행하십시오.\n - Visual Studio 2015용 Visual C++ 재배포 가능 패키지 (x86)을 설치 합니다.\n - 백신을 잠시 종료합니다.\n\n프로그램이 종료됩니다.
Preparing = 준비 중...
PrepareToWork = 프로그램을 실행하기 위해 준비 중입니다...
Search = 검색(&S)
SearchBuilds = 빌드 검색
BuildSelectAction = 빌드 선택(&C)
BuildSelectActionSub = 언어, 버전 및 저장 위치 선택 페이지를 표시합니다.
PoweredBy = Powered by
Change = 바꾸기(&C)
Language = 언어
Edition = 버전
SelectedBuild = 선택한 빌드
LanguageAndEdition = 언어 및 버전
SaveOptions = 저장 옵션
Browse = 열기(&O)...
SaveUUPFiles = UUP를 'UUPs' 디렉토리에 저장
SkipConversion = UUP로 ISO 만들기 건너뛰기
StartProcess = 시작(&S)
StartProcessSub = 선택한 빌드르 다운로드 하고, ISO 파일로 만듭니다.
RetrievingListOfFiles = 파일 목록 검색 중...
BuildNotDownloadable = 사용 가능한 파일 목록을 가져 오는 데 실패했습니다. 선택한 빌드를 더 이상 다운로드 할 수 없습니다.
CommandPromptClosed = 명령 프롬프트 창이 닫혔거나 오류가 발생했습니다.
CommandPromptClosedQuestion = 지금까지 다운로드 한 파일을 사용하여 다운로드 및 변환 작업을 다시 시작 하시겠습니까?\n\n만약 '아니오'를 누르면 다운로드 한 파일이 모두 삭제 됩니다.
Information = 정보
TaskCompleted = 작업이 완료 되었습니다.
WorkDirNotCreatedYet = 작업 디렉토리가 아직 생성되지 않았습니다.
CreateDirFail = 작업 디렉토리 생성에 실패 하였습니다.
BrowseForLocation = ISO 파일의 저장 경로 선택
DestinationLocationNotExists = 저장 경로가 없습니다.
WorkDirMoveError = 작업 디렉토리를 이동하는 동안 오류가 발생했습니다.
PleaseWait = 잠시만 기다려 주십시오...
Error = 오류
MovingWorkDir = 작업 디렉토리를 옮기는 중입니다...
CannotGetBuilds = 사용 가능한 빌드 목록을 가져올 수 없습니다.
NoSearchResults = 검색 결과가 없습니다.
NoLanguages = 이 빌드에 사용 할 수 있는 언어가 업습니다.
AllEditions = 전체 버전
NoEditions = 이 빌드에 사용 할 수 있는 버전이 없습니다.
RetrievingFileInfo = Fileinfo 검색 중...
NoFileinfo = 이 빌드의 Fileinfo 데이터베이스가 없습니다.
RetrievingPacks = 팩 검색 중...

[Languages]
ar-sa = 아랍어(사우디아라비아)
bg-bg = 불가리아어
cs-cz = 체코어
da-dk = 덴마크어
de-de = 독일어
el-gr = 그리스어
en-gb = 영어(영국)
en-us = 영어(미국)
es-es = 스페인어(스페인)
es-mx = 스페인어(멕시코)
et-ee = 에스토니아어
fi-fi = 핀란드어
fr-ca = 프랑스어(캐나다)
fr-fr = 프랑스어(프랑스)
he-il = 히브리어
hr-hr = 크로아티아어
hu-hu = 헝가리어
it-it = 이탈리아어
ja-jp = 일본어
ko-kr = 한국어
lt-lt = 리투아니아어
lv-lv = 라트비아어
nb-no = 노르웨이어(복말)
nl-nl = 네덜란드어
pl-pl = 폴란드어
pt-br = 포르투갈어(브라질)
pt-pt = 포르투갈어(포르투갈)
ro-ro = 루마니아어
ru-ru = 러시아어
sk-sk = 슬로바키아어
sl-si = 슬로베니아어
sr-latn-rs = 세르비아어(라틴 문자)
sv-se = 스웨덴어
th-th = 태국어
tr-tr = 터키어
uk-ua = 우크라이나어
zh-cn = 중국어(간체)
zh-tw = 중국어(번체, 대만)
fr-ca = 프랑스어(캐나다)
fr-fr = 프랑스어(프랑스)
he-il = 히브리어
hr-hr = 크로아티아어
hu-hu = 헝가리어
it-it = 이탈리아어
ja-jp = 일본어
ko-kr = 한국어
lt-lt = 리투아니아어
lv-lv = 라트비아어
nb-no = 노르웨이어(복말)
nl-nl = 네덜란드어
pl-pl = 폴란드어
pt-br = 포르투갈어(브라질)
pt-pt = 포르투갈어(포르투갈)
ro-ro = 루마니아어
ru-ru = 러시아어
sk-sk = 슬로바키아어
sl-si = 슬로베니아어
sr-latn-rs = 세르비아어(라틴 문자)
sv-se = 스웨덴어
th-th = 태국어
tr-tr = 터키어
uk-ua = 우크라이나어
zh-cn = 중국어(간체)
zh-tw = 중국어(번체, 대만)
